{"sections":{"main":{"type":"main-page","settings":{"color_scheme":"","show_title":true,"page_width":"xs"}},"rich_text_xkAgPC":{"type":"rich-text","blocks":{"subheading_RFhC8e":{"type":"subheading","disabled":true,"settings":{"text":"Subheading"}},"heading_UVEz6g":{"type":"heading","disabled":true,"settings":{"text":"Heading","heading_tag":"h1"}},"richtext_hEpBhR":{"type":"richtext","settings":{"content":"<p><strong>Once sold and delivered to customer, following terms & conditions will be applicable on Return or Exchange of any type of Jewellery purchased from IZZARI Store:<\/strong><\/p><ul><li>1) For all exchanges and returns Jewellery must be accompanied with original<br\/>product certificate as well as the original invoice issued by IZZARI.<\/li><li>2) Acceptance of Jewellery is subject to satisfactory examination of authenticity, originality, damage, cracks, and alterations etc. Hence, handing over of Jewellery will not tantamount acceptance unless specifically accepted by the IZZARI. IZZARI reserves the right to accept or not to accept the jewellery after quality inspection.<\/li><li>3) The Customer will not hold IZZARI liable for any deterioration, damage or loss of the said Jewellery or otherwise while conducting the examination and testing for the purpose of above assessment and\/or after the completion of the assessment.<\/li><li>4) The Customer shall hand over the Jewellery for assessment at his\/her\/their own risk and they shall alone be solely responsible and liable for any loss or damage caused to the Jewellery at the time of handover to IZZARI.<\/li><li><strong>After completion of quality test and inspection, if Jewellery accepted by IZZARI, following terms  of exchange will be applicable:<\/strong><br\/><\/li><li><strong>Diamond & Gemstone Jewellery<\/strong>: To calculate the “Exchange Value” from the Invoice Value, first GST \/ Local Govt Charges will be deducted and after that there will be a further deduction of 10% (ten percent).<\/li><li><strong>Polki Jewellery:<\/strong> To calculate the “Exchange Value” from the Invoice Value, first GST \/ Local Govt Charges will be deducted and after that there will be a further deduction of 25% (twenty five percent).<\/li><li>Customer can buy any new Jewellery of his choice available at the IZZARI Store at the current market price of new jewellery by using “Exchange Value” of returned jewellery. Any differential amount beyond the “Exchange Value” will be paid upfront at the time of buying the new jewellery.<\/li><li>To utilise the full amount of the “Exchange Value” the maximum period allowed is three (3) months from the date of credit of “Exchange Value”. <strong>There will be no cash\/cheque refund policy on exchange<\/strong>.<\/li><li>If the Customer want to exchange the product with some customization of the jewellery by adding diamond(s) to a ring, pendant, earring or any other type of jewellery that is expressly stated as customizable then additional value of the Customization charges would be taken in advance by IZZARI at the time of placing an order.<\/li><li>Presence of Hallmark on the Jewellery for exchange is must. If the Hallmark is distorted or not visible, then subject to final acceptance, an additional deduction of 5% of “Exchange Value” will be applicable.<\/li><li>Any dispute arising out of the transaction is subject to Delhi jurisdiction only.<\/li><li>Terms & conditions are subject to change at sole discretion of IZZARI, without any prior notice.<br\/><\/li><\/ul>"}}},"block_order":["subheading_RFhC8e","heading_UVEz6g","richtext_hEpBhR"],"custom_css":[".prose.text-start li {font-family: Fancy_Cut; padding-top: 25px;}"],"settings":{"color_scheme":"","separate_section_with_border":false,"content_width":"sm","text_position":"start","remove_vertical_spacing":false}}},"order":["main","rich_text_xkAgPC"]}